export const introduce = {
  cocktail: `
칵테일은 다양한 주류와 과일, 시럽, 얼음 등을 조합하여 만든 혼합음료로, 
그 종류는 상당히 다양합니다. 

각 칵테일은 고유한 맛과 향, 색상을 가지고 있어서 많은 사람들에게 즐겨찾고 있습니다. 
칵테일은 대부분 알코올을 기반으로 하지만, 
무알콜 칵테일도 있어서 누구나 즐길 수 있는 음료 중 하나입니다. 
          
과일향을 좋아하시는 분께 추천드립니다.
`,
  highball: `
하이볼은 원래는 고급스러운 분위기의 바에서 즐기는 고전적인 칵테일 중 하나입니다. 
주로 위스키나 보드카를 베이스로 하며, 스플래시(작은 양의 탄산수 또는 진저 에일)를 
첨가하여 가볍게 마실 수 있게 만들어진 음료입니다. 

고급스러운 이미지와 상쾌한 맛으로 많은 이들에게 사랑받고 있습니다.
또한, 다양한 음료 변형을 통해 자신만의 스타일로 즐길 수 있는 재미가 있습니다.

상쾌한 느낌을 좋아하시는 분께 추천드립니다.
`,
  wine: `
와인은 발효된 포도 주스로 만들어진 음료로, 다양한 종류와 스타일을 가지고 있습니다. 
레드 와인은 깊은 색상과 풍부한 맛을, 화이트 와인은 가벼운 색상과 상큼한 맛을, 
로제 와인은 중간 색상과 상쾌한 맛을 특징으로 합니다. 

와인은 음식과의 조화, 특별한 순간의 공유, 문화적인 경험의 일부로 여겨지며, 
각자의 취향에 맞게 다양한 방법으로 즐길 수 있습니다. 🍇🍷

특유의 포도향을 좋아하시는 분께 추천드립니다.`,
  beer: `
맥주는 발효된 보리를 사용하여 만든 가장 인기 있는 주류 중 하나입니다. 
맥주는 산뜻한 맛과 거품, 다양한 향과 풍미를 가지고 있으며, 
각 지역과 브루어리(양조장)에서 특유의 맛을 만들어냅니다.

다양한 맥주 스타일이 있어 각자의 입맛에 맞는 선택이 가능하며, 
알코올 함량이 적당하여 가볍게 즐길 수 있습니다.

시원하고 탄산을 좋아하시는 분께 추천드립니다.
`,
};
